Repository: j1nt0/CloudSage
Catalog: CloudSage/Localizable.xcstrings
Source language: ko
Languages: en, es

source: "아주 마음에 드는 수염이구나!"
en: That's a beard I really like!
es: ¡Es un bigote que me gusta mucho!

source: "이건 내 수염이 아니긴 한데.."
en: This isn't my mustache, though..
es: Este no es mi bigote, pero..

source: 가져다 드릴까요?
en: I found to the Sage?
es: encontré al Sabio?

source: 공유
en: Share
es: Enviar

source: 구름영감
en: Cloud Sage
es: Sabio de las Nubes

source: 구름영감님에게 붙여줄까요?
en: beards to Cloud Sage?
es: seleccionados al Sabio de las Nubes?

source: 구름영감의 행복한 한때
en: A Happy Moment of Cloud Sage
es: Un Momento Feliz del Sabio de las Nubes

source: 네, 당연하죠!
en: Yes, of course!
es: ¡Sí, por supuesto!

# 만나서 반갑다네. 나는 구름영감이라고 하네.
source: 만나서 반갑다네.\n나는 구름영감이라고 하네.
en: Nice to meet you.\nI am Cloud Sage.
es: Encantado de conocerte.\nYo soy el Sabio de las Nubes.

# 며칠 전 잠깐 잠이 들었는데, 수염이 모두 사라져버렸지 뭐야.
source: 며칠 전 잠깐 잠이 들었는데,\n수염이 모두 사라져버렸지 뭐야.
en: A few days ago, I took a short nap,\nand my mustache completely disappeared
es: Unos días atrás, me dormí un rato,\ny mi bigote desapareció por completo

source: 모든 수염들을
en: Should I delete all the beards?
es: ¿Debería eliminar todos los bigotes?

source: 선택하신 수염들을
en: Shall I attach the selected
es: ¿Debería pegarle los bigotes

source: 선택하신 수염을
en: Should I delete the selected beards?
es: ¿Debería eliminar los bigotes seleccionados?

source: 수염 보기
en: View Beards
es: Ver Bigotes

source: 수염 찾기
en: Find Beards
es: Encontrar Bigotes

source: 스킨
en: Skin
es: Cara

source: 영감님의
en: Cloud Sage’s
es: Del Sabio de las Nubes

# 자네에게 내가 부탁을 좀 하겠네. 내 수염을 모두 찾아와 줄 수 있겠나?
source: 자네에게 내가 부탁을 좀 하겠네.\n내 수염을 모두 찾아와 줄 수 있겠나?
en: I’d like to ask you a favor.\nCould you find all my beards for me?
es: Me gustaría pedirte un favor.\n¿Podrías encontrar todos mis bigotes?

source: 저장
en: Save
es: Guardar

source: 착용할까요?
en: Shall I put it on Cloud Sage?
es: ¿Debería ponérselo al Sabio de las Nubes?

source: 찾은 수염을 영감님께
en: Shall I bring the beards
es: ¿Le llevo los bigotes que

source: 취소
en: Cancel
es: Cancelar

source: 확인
en: Confirm
es: Confirmar
